[
  {
    "poster": "theLionKing.png",
    "title": "THE LION KING",
    "year": 2019,
    "likes": 177,
    "rating": 6.36,
    "synopsis": "From Disney Live Action, director Jon Favreau's all-new The Lion King journeys to the African savanna where a future king is born. Simba idolizes his father, King Mufasa, and takes to heart his own royal destiny. But not everyone in the kingdom celebrates the new cub's arrival. Scar, Mufasa's brother-and former heir to the throne-has plans of his own. The battle for Pride Rock is ravaged with betrayal, tragedy and drama, ultimately resulting in Simba's exile. With help from a curious pair of newfound friends, Simba will have to figure out how to grow up and take back what is rightfully his.",
    "genre": "Action & Adventure, Animation, Drama",
    "directedBy": "Jon Favreau",
    "writtenBy": "Jeff Nathanson",
    "studio": "Walt Disney Pictures",
    "boxOffice": "$12.2 Million"
  },
  {
    "poster": "rosie.png",
    "title": "ROSIE",
    "year": 2019,
    "likes": 28,
    "rating": 7.75,
    "synopsis": "ROSIE tells the story of a mother trying to protect her family after their landlord sells their rented home and they become homeless. Over 36 hours, Rosie and her partner John Paul strive to find somewhere to stay while shielding their young family from the reality of the situation around them. ROSIE examines how even in times of crises; the love and strength of a family can endure.",
    "genre": "Drama",
    "directedBy": "Paddy Breathnach",
    "writtenBy": "Roddy Doyle",
    "studio": "Blue Fox Entertainment",
    "boxOffice": "$11.3 Million"
  },
  {
    "poster": "toyStory4.png",
    "title": "TOY STORY 4",
    "year": 2019,
    "likes": 385,
    "rating":  8.38,
    "synopsis": "Toy Story 4, Woody (voice of Tom Hanks) has always been confident about his place in the world, and that his priority is taking care of his kid, whether that's Andy or Bonnie. So when Bonnie's beloved new craft-project-turned-toy, Forky (voice of Tony Hale), declares himself as trash and not a toy, Woody takes it upon himself to show Forky why he should embrace being a toy. But when Bonnie takes the whole gang on her family's road trip excursion, Woody ends up on an unexpected detour that includes a reunion with his long-lost friend Bo Peep (voice of Annie Potts). After years of being on her own, Bo's adventurous spirit and life on the road belie her delicate porcelain exterior. As Woody and Bo realize they're worlds apart when it comes to life as a toy, they soon come to find that's the least of their worries.",
    "genre": "Animation, Comedy, Kids & Family, Science Fiction & Fantasy",
    "directedBy": "Josh Cooley",
    "writtenBy": "Andrew Stanton, Stephany Folsom",
    "studio": "Disney/Pixar",
    "boxOffice": "$20.8 Million"
  },
  {
    "poster": "crawl.png",
    "title": "CRAWL",
    "year": 2019,
    "likes": 101,
    "rating":  6.65,
    "synopsis": "Crawel, when a massive hurricane hits her Florida hometown, Haley (Kaya Scodelario) ignores evacuation orders to search for her missing father (Barry Pepper). Finding him gravely injured in the crawl space of their family home, the two become trapped by quickly encroaching floodwaters. As time runs out to escape the strengthening storm, Haley and her father discover that the rising water level is the least of their fears.",
    "genre": "Horror",
    "directedBy": "Alexandre Aja",
    "writtenBy": "Alexandre Aja, Michael Rasmussen (III), Shawn Rasmussen (II)",
    "studio": "Paramount Pictures",
    "boxOffice": "$12.1 Million"
  },
  {
    "poster": "stuber.png",
    "title": "STUBER",
    "year": 2019,
    "likes": 173,
    "rating":  5.07,
    "synopsis": "Stuber, when a mild-mannered Uber driver named Stu (Kumail Nanjiani) picks up a passenger (Dave Bautista) who turns out to be a cop hot on the trail of a brutal killer, he's thrust into a harrowing ordeal where he desperately tries to hold onto his wits, his life and his five-star rating.",
    "genre": "Action & Adventure, Comedy",
    "directedBy": "Michael Dowse",
    "writtenBy": "Tripper Clancy",
    "studio": "20th Century Fox",
    "boxOffice": "$8.1 Million"
  },
  {
    "poster": "midsommar.png",
    "title": "MIDSOMMAR",
    "year": 2019,
    "likes": 279,
    "rating":  7.5,
    "synopsis": "Midsommar, Dani and Christian are a young American couple with a relationship on the brink of falling apart. But after a family tragedy keeps them together, a grieving Dani invites herself to join Christian and his friends on a trip to a once-in-a-lifetime midsummer festival in a remote Swedish village. What begins as a carefree summer holiday in a land of eternal sunlight takes a sinister turn when the insular villagers invite their guests to partake in festivities that render the pastoral paradise increasingly unnerving and viscerally disturbing. From the visionary mind of Ari Aster comes a dread-soaked cinematic fairytale where a world of darkness unfolds in broad daylight.",
    "genre": "Horror",
    "directedBy": "Ari Aster",
    "writtenBy": "Ari Aster",
    "studio": "A24",
    "boxOffice": "$3.6 Million"
  },
  {
    "poster": "pavarotti.png",
    "title": "PAVAROTTI",
    "year": 2019,
    "likes": 55,
    "rating":  6.88,
    "synopsis": "Pavarotti, from the filmmaking team behind the highly-acclaimed documentary The Beatles: Eight Days A Week - The Touring Years, PAVAROTTI is a riveting film that lifts the curtain on the icon who brought opera to the people. Academy Award (R) winner Ron Howard puts audiences front row center for an exploration of The Voice...The Man...The Legend. Luciano Pavarotti gave his life to the music and a voice to the world. This cinematic event features history-making performances and intimate interviews, including never-before-seen footage and cutting-edge Dolby Atmos technology.",
    "genre": "Documentary, Musical & Performing Arts",
    "directedBy": "Ron Howard",
    "writtenBy": "Mark Monroe",
    "studio": "CBS Films",
    "boxOffice": "$2.1 Million"
  },
  {
    "poster": "yesterday.png",
    "title": "YESTERDAY",
    "year": 2019,
    "likes": 290,
    "rating":  6.4,
    "synopsis": "Yesterday, Jack Malik (Himesh Patel, BBC's Eastenders) is a struggling singer-songwriter in a tiny English seaside town whose dreams of fame are rapidly fading, despite the fierce devotion and support of his childhood best friend, Ellie (Lily James, Mamma Mia! Here We Go Again). Then, after a freak bus accident during a mysterious global blackout, Jack wakes up to discover that The Beatles have never existed... and he finds himself with a very complicated problem, indeed.",
    "genre": "Comedy, Science Fiction & Fantasy, Romance",
    "directedBy": "Danny Boyle",
    "writtenBy": "Richard Curtis",
    "studio": "Universal Pictures",
    "boxOffice": "$6.8 Million"
  }


]